[
    {
        "statement": "\"As of today, we have cut the flow of immigration by over half.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Project 2025 would “cut” the Federal Emergency Management Agency and “kill federal-backed flood insurance.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Donald Trump said he was going to allow Medicare to negotiate drug prices. He never did. We did.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“The most recent State Budget increased funding for the Department of Tourism by 98 percent.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“JD Vance actually sent a letter last year to the Department of Justice saying, ‘enforce the Comstock Act.’”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "JD Vance “literally wrote the foreword for the architect of the Project 2025 agenda.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Says Tim Walz said he carried weapons in war, but “he has not spent a day in a combat zone.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"Tim Walz firmó una ley para dar licencia de conducir a inmigrantes ilegales en Minnesota\".",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"Tim Walz signed into law driver's licenses for illegal immigrants in Minnesota.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Eric Hovde “wants to repeal the Affordable Care Act, and kick millions off their health insurance.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Project 2025 would “end Head Start.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Black women in the U.S. are “three to four times more likely to die in connection with childbirth than other women.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Kamala Harris \"co-sponsored, fully sponsored\" the Green New Deal.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Under (the Biden) administration we have witnessed the fastest growth of Black-owned small businesses in more than 30 years.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Wisconsin had a “record-breaking year” for tourism in 2023.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Under federal law, former President Donald Trump’s “felony convictions mean he can no longer possess guns.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Violent crime is near a record 50-year low.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Nearly 90% of all UW graduates stay in Wisconsin 5 years after they graduate.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We passed 27 bills last year, which is the fewest since the Depression.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“The United States is an outlier, one of only about half a dozen countries, without any guarantee of paid leave for new parents and/or other health care needs.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We’ve had 12 elections in 24 years in Wisconsin that have been decided by less than 30,000 votes.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We’re facing situations these days where you have to have two officers in the evidence room in case there’s an accidental (fentanyl) exposure.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“When it comes to how many votes (President) Joe Biden won, it was literally less than a few votes per ward.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Gaza has “the highest number of people facing catastrophic hunger ever recorded by the Integrated Food Security Classification system — anywhere, anytime.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "The Great Lakes account for “over 20% of the world’s freshwater and over 80% of North America’s freshwater.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We're having the largest classes of correctional officers we've ever had before.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We’ve seen an 800% increase in the Swanton sector, which is the part of the northern border that I represent, in illegal crossings.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Marijuana is currently classified in the same category of drugs as heroin and a more dangerous category than fentanyl or cocaine.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Says expanding Medicaid in Wisconsin would save the state $530 million, which could pay for 3,287 K-12 teachers, or 7.8 educators per district.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Under Joe Biden, there are “record numbers of new Black entrepreneurs.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Minnesota incarcerates “about a third of what Wisconsin does.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Postpartum Medicaid coverage expanded from three states to 43 states because of the Biden administration.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Wisconsin had over 1,400 opioid overdose deaths in 2022.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"(The) top issue for college students is the economy.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“In April last year, our state unemployment rate hit a record low of 2.4%. Last year, Wisconsin had an all-time lowest number of unemployed workers ever in modern history.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Today in America, 1 in 3 women of reproductive age live in a state with an abortion ban.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Donald Trump “deported less, believe it or not, than Barack Obama even did.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We’ve had more Americans die of fentanyl than the Iraq, Afghanistan, and Vietnam wars, combined.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“With school-based professional social workers, the recommendation is 400-to-1, and in Wisconsin, we’re almost triple that.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We sell arms to 60% of the world's autocrats. We are the world's largest arms exporters.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We produce a lot more wind energy in Texas than California does.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Potato chips, KitKat bars and Viagra are not taxed in Wisconsin because they are considered \"essential.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Since 1981, the state Senate has only rejected five executive appointments. The GOP today is more than doubling that number.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Lego donates model MRI kits to hospitals to help children understand the procedure and reduce their anxiety.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "It has been U.S. policy “for at least 79 years\" to require Americans who intend to be evacuated from overseas to sign a promissory note.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“A few years back,” Mitchell Stadium in Bluefield, W.Va., “was voted the best high school football field in America.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"Beyonce paid $100K for Maryland Metro to run later following weather delays for her concert.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Florida has “the highest” homeowners insurance in the nation.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "More than “200 dogs showed up and lined up around the block” for a man’s 100th birthday celebration.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“An 11-year-old boy saved the lives of two people on the same day.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Infertility is treated differently than other issues and \"often excluded from insurance coverage\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Just last year,” Miami-Dade Public Schools “had over 14,000 new children, 10,000 of which came from four countries of Cuba, Nicaragua, Venezuela and Haiti.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“For African American families in particular, the homeownership rate remains relatively unchanged since 1968, the year the Fair Housing Act was signed into law.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“When a basketball player or football or baseball player from another team plays in Wisconsin, that one game's salary, they pay Wisconsin income tax on it. ... So, if for some reason we do not have the Brewers in Wisconsin all of those player salaries that generate dollars for the State of Wisconsin go away.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“If you need Girl Scout cookies this year and don’t have a local troop to support, please consider buying from Troop 6000, which is entirely made up of girls living in NYC’s homeless shelters.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Joe Biden was older on his first day as president than Ronald Reagan was on his last day.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Many law enforcement agencies didn’t submit their (hate crime) data to the FBI.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"WOW county swing suburban voters (in Wisconsin) don't vote for Donald Trump.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Manhattan District Attorney Alvin Bragg “has downgraded over 50% of the felonies to misdemeanors.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"$1 of every $3 (Ron DeSantis) spends comes from the federal government.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "If New York’s proposed limits on natural gas in buildings take effect, the grid today can’t handle the increased electric load.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Wisconsin is the nation’s top cranberry producer — in fact, our farmers harvest around 60 percent of the country’s crop.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"Biden drained America's Strategic Petroleum Reserves to the lowest level since 1984.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"Historically, our spring elections (including for state Supreme Court) have a smaller turnout associated with them.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"Latina workers make 54 cents for every dollar earned by white, non-Hispanic men.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Joe Biden’s $36 billion for a union pension fund is “the largest private pension bailout in American history.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Proposed rule would limit milk for WIC participants",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "In Milwaukee, \"The (homicide) rate has nearly doubled in the past two years.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Gas prices are down back to where they were before Russia invaded Ukraine.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "West Virginia is poised to “receive $25M for 160 orphaned well clean-up projects across the state.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Kari Lake is opposed to red flag laws.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "In Georgia, it's \"illegal to give people water within 150 feet of a polling place\" and \"punishable by up to a year in prison.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Nancy Pelosi gave “$30,000 … to boost @LizMathis1’s campaign”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "David Schweikert has “been convicted of 11 House ethics violations.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Says Tim Michels \"opposes closing the loophole that allows domestic abusers to buy guns.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Overdoses reached an all-time high in 2021.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Herschel Walker misled about “personally treating 4,500 veterans per year,” about “graduating from college” and about “working in law enforcement.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Since 2019, I've successfully lobbied for the funds to add hundreds of school counselors, lowering our student to school counselor ratio by 20%.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"40% of the folks who have student loans do not have a college diploma, four-year diploma. These are people who are truck drivers and who are nail technicians and nurses’ aides.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Image claims to show a list of \"Republican members of Congress whose PPP loans were forgiven.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Says Republican U.S. Sen. Ron Johnson “called climate change ‘bull----’ during a record heatwave” and “raked in over $700k in fossil fuel cash.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"In the Wisconsin State Assembly this session, more than 75% of GOP bills received a public hearing. Meanwhile, the GOP allowed less than 2% of Democratic bills to have a hearing.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Texas' public high school graduation rate is at 90% overall.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“The four big meat packers are raking in record profits … ”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“In Virginia, Black people are eight times (8X) more likely than white people to die of gun homicide.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Wisconsin's archaic abortion ban is older than 20 states.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"The tax carve out (Ron) Johnson spearheaded overwhelmingly benefited the wealthiest, over small businesses.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "In a recent year, the Milwaukee Police Department \"collected more guns per capita off the streets than in New York.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "In 2020, when Raphael Warnock ran a campaign ad featuring himself with a beagle, “that wasn’t his dog.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Because of U.S. Senate rules, Democrats need \"more than a majority ... to codify Roe vs. Wade.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "The state crime lab under Attorney General Josh Kaul \"is testing significantly less items than former AG Brad Schimel and is still taking longer to test many categories of key items in comparison to Schimel, including DNA.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "When the New York State Senate voted to legalize abortion in 1970, 12 Republican senators voted in favor of it.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“New York leads the U.S. in population loss.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "We’ve reduced crime to its lowest level in 27 years.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Since taking office, Hochul has passed more than 400 new bills",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Cannabis reform \"is supported by the majority of the residents of our state, including a majority of Republicans.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Only 2% of K-12 students would benefit from Iowa’s school voucher bill.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Virginia women are paid 80 cents for every dollar paid to Virginia men.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Florida is \"49th in the nation when it comes to (Medicaid) funding” for people with disabilities.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We are No. 1 among all large states in having fully vaccinated teenagers. We are No. 2 in all large states for having fully vaccinated five- to 11- year-olds.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"The US has made strides in reducing carbon emissions that other parts of the world have not.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“With the ongoing pandemic, our State Park attendance is at the highest it’s ever been.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"In 2020, more journalists were killed in Mexico than in any other country in the world.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"100,000 Americans died of an overdose in a single year.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“More than half of Virginia’s school buildings are older than 50 years.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Says he has issued more pardons than “any Wisconsin governor in contemporary history.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"Iowa Republicans have introduced a bill that would put government-installed cameras in every single classroom to livestream school activities for parents to spy on teachers and children.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "In Iowa, “since we have put a number of the voting laws into place over the last several years — voter ID is one of those — we've actually seen voter participation increase, even in off-election years.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"The number of COVID-19 deaths recorded so far in 2021 has surpassed the total for 2020.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“You are 17 times more likely to go to the hospital if you’re not vaccinated, 20 times more likely to die.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Gov. Kim Reynolds, touting $210 million for Iowa broadband, “failed to mention these are actually federal funds approved by Rep. Cindy Axne and signed into law by President Joe Biden.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "New York is \"leading the nation with the lowest imprisonment rate of any large state”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Iowa ranks 45th in the U.S. for internet connectivity.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“FUN FACT: West Virginia is home to zero billionaires.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Says gubernatorial candidate Rebecca Kleefisch “worked with Scott Walker to sign five abortion restrictions into law that took away services and threatened doctors with prison time for providing safe and legal abortions.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "The Biden administration \"published a study concluding 4 (of) 5 new cars on the road by 2050 will still require liquid fuels.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"Southwest Airlines announce they will no longer terminate employees over the mandate.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“The annual Pentagon budget hovers over $750 billion annually, twice that of the much debated Build Back Better Act that costs about $350 billion annually as currently proposed.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“If you look at the hospitalizations at Ruby Memorial in West Virginia, and around the country, 90% to 95% of those hospitalized are unvaccinated.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Overdose deaths in WV are up 45% from the prior year.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "The GOP-controlled Legislature has \"refused to act on at least 150\" appointees of Gov. Tony Evers.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "End of eviction moratorium means “millions of Americans” could lose their housing in the middle of a pandemic.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "The Trump administration worked to free 5,000 Taliban prisoners.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "In Afghanistan, “over 100 billion dollars spent on military contracts.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "A photo shows two COVID-19 patients lying on the floor awaiting treatment in Florida.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"We’ve got 115,000 miles of roads in this state and 90% is owned by the locals.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“324,000 pregnant people experience domestic violence during their pregnancy.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "A quorum-breaking Texas Democrat said in 2007 that mail-in ballot fraud “is the greatest source of voter fraud in this state.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“It’s been over 50 years since minimum (wage) and inflation parted ways, then over a decade since the federal minimum went up at all.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We have a record 9.3 million job openings in the U.S.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Before the pandemic, just over 40,000 were on continuing UI claims. Now, there are well over 100,000 on state or federal UI benefits.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "It’s not currently “legal for a New York state student to have a glass of fresh whole milk.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Since 1978, CEO compensation rose over 1,000% and only 11.9% for average workers.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“New Haven, Conn., had to issue bonds for a bridge after using funds for that bridge to pay for a police misconduct settlement.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Wisconsin’s 2019-21 budget produced the first positive general fund balance since 2000, and the governor’s proposed 2021-23 budget would return it to a deficit.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Opposition to having a fully elected Chicago Board of Education is in the “super minority.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“We now have more job openings than we do people who are on unemployment. We have 60% more job openings today than we did the month before the pandemic hit the state of Texas.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“There are more job openings than there are people on unemployment\" in Iowa.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Says he was “one of the 2 (state Senators) who voted against” North Carolina’s body camera law.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“San Francisco had twice as many drug overdose deaths as COVID deaths last year.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "On Virginia’s new marijuana law: “You can have up to one pound with only a $25 fine.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Foxconn “is the largest taxpayer in Racine County.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“The federal American Rescue Plan will purchase more food from farmers for distribution.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“There is racism physically built into some of our highways.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“Twice as many children are in Border Patrol custody under Biden than Trump peak in 2019.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "U.S. Rep. Matt Gaetz was the lone vote in the House against an anti-human trafficking bill.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“There’s still (only) a handful of school districts\" doing no in-person instruction.",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "West Virginia “is the only state to decline in population over the last 70 years”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "“If you look at the average teacher pay compared to the average pay of your citizens, Virginia ranks last.”",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "\"Pot today is not the weed baby boomers were smoking.\"",
        "source": "",
        "truth": "True"
    },
    {
        "statement": "Video shows Marco Rubio “admitting the Trump Presidency will lean heavily into the Heritage Foundation’s Project 2025 plans.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Says Elon Musk said, “I am releasing $1,000 Tesla e-bike today!”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk acepta pagar 3.000 millones de dólares para comprar CNN\".",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"BREAKING: Zillow CEO just said on CNBC Trump's deportation plan will help with housing affordability.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk is taking sustainable technology to the next level with the Tesla Water Engine.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“CBS (News) is reporting cheating in the election.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Image shows U.S. Health and Human Services secretaries in the Biden administration and the incoming Trump administration as of Nov. 11, 2024.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Taylor Swift Cancels Red State Shows After Massive Red Wave, ‘I Won’t Be Performing Here Anymore.’”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"Arizona officials caught changing ballots, have been arrested.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Vice President Kamala Harris “has cleared her Instagram account and cryptically posted 3 videos of a snake.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Paper ballots and hand counting never breaks down.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "California Gov. Gavin Newsom “is considering plans to secede from the union.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Inflation-adjusted weekly wages “are lower today than they were 50 years ago.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Abortion is never medically necessary in the last trimester. Literally never. They just do a C-section.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“‘Elon Musk sorprende al mundo con la adquisición de Ford’”.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Donald Trump posted on Truth Social that Canada is “crumbling upon itself” because of Kendrick Lamar’s song “Not Like Us.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Breaking: Quaker Oats bows to backlash, brings back Aunt Jemima.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Actor Sydney Sweeney “says she voted for Donald Trump.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Says Elon Musk posted on X, “Allow me to remind everyone of the United States overstepping its bounds by helping to end apartheid in my home country.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“2,038 suicides have been reported (Nov. 6) following Donald Trump’s election win.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Nancy Pelosi stated today that if the Democrats get the House the first thing they’re going to do is impeach Donald Trump before he gets elected.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Something stinks” that Donald Trump won in several battleground states while Democrats won Senate or governor races in those states.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk: ‘I am officially buying McDonald’s.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Megyn Kelly and Candace Owens sign $700 million deal with CBS for morning show to compete with ‘The View.’”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Video shows floods in Valencia, Spain.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Elon Musk is releasing a low-cost house.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Photos show Keanu Reeves hawking T-shirts with political messages.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Green Party presidential nominee Jill Stein cost Democratic nominee Kamala Harris an election win in Wisconsin.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "President-elect Donald Trump “has been to Epstein’s island”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk bans Stephen King permanently from platform X after he trolled the tech mogul.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Image shows Disney+ poster for new “Home Alone” sequel titled “Cabin Alone.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk: ‘Voy a lanzar la NUEVA casa de Tesla de 15,000 dólares en 2025’”.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Riley Gaines criticizes Whoopi Goldberg on The View: ‘You’re a disgrace to real women!’”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Kamala Harris simuló una llamada con un votante, pero por error mostró que su telefono tenía abierta la cámara y en realidad no estaba hablando con nadie”.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "A video of Vice President Kamala Harris talking to a voter on the phone is fake because the camera app was on while she was on the call.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Vans filled with 50,000 ballots show up in Philadelphia during live MSNBC report.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Mark Cuban’s net worth takes a $1 billion hit after controversial endorsement” of Kamala Harris",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Kamala Harris wants people to stop saying “Merry Christmas.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Pacific Gas & Electric Co. deliberately shut off power “on Republican voters” in California on Election Day.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "A video showing conversations about noncitizen voting outside a Philadelphia city commissioners' office is proof of “Pennsylvania election fraud.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"Informan que las boletas electorales de Ohio muestran el nombre de Donald Trump mal escrito\".",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Photo shows 2024 ballots cast for Republicans in North Carolina that a postal worker said he was going to make “disappear.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Imagen muestra al expresidente Donald Trump y a su esposa Melania Trump votando en las elecciones de 2024.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Melania Trump quietly endorses Kamala Harris for president.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"El Pentágono falló en enviar las boletas para el voto en ausencia al personal militar activo\".",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Homeland Security is having a cybersecurity drill on the same day as the election.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "A Melania Trump impostor accompanied former President Donald Trump to the polls Nov. 5.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Text message shows Turnout the Vote offering “$200 to vote for Kamala Harris.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Nevada ballots “don’t even have to be postmarked to be counted” after the election.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Says U.S. Rep. Jamie Raskin said, “Let folks cast their votes for Trump if that’s their choice. But mark my words, we won’t be certifying the election. He might win, but we’ll ensure he doesn’t step foot in the Oval Office.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "A Nov. 5  ballot scanning error in Cambria County, Pennsylvania, shows \"the election steal is happening.\"",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Video shows Fox News contributors speculating about former President Donald Trump’s cognitive health.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“It’s now been confirmed by Dominion that their voting machines have a programming issue that will affect vote counts.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Former President Donald Trump posted on Truth Social, “I hate SNL.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"The Pentagon reportedly failed to send absentee ballots to active military service members before the election.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Photo shows former President Donald Trump voting in the 2024 election in New York.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "A photo shows actor Keanu Reeves holding an anti-Trump shirt.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Says Donald Trump Jr. “has a banner photo of Joe Biden being hung from a helicopter.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk está trabajando en un robot diseñado para llevar un bebé durante nueve meses”.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“The United States Postal Service recently changed the delivery method of absentee mail-in ballots” to hide “the evidence of absentee mail-in ballot fraud.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Photo shows Donald Trump statement condemning the Peanut the squirrel’s euthanasia",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "If a ballot has a small dot in the box for Vice President Kamala Harris, “any other box filled in, will be void.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Michael Jordan endorsed Donald Trump for president in the 2024 election.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Says Liz Cheney said, “Donald Trump is now literally threatening to have me killed. If you don’t want to live in a banana republic run by a senile man with some sort of Daffy Duck disease, vote for Kamala.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Former President Donald Trump posted on Truth Social and addressed claims about his use of a microphone, saying “I was pretending to eat a corn dog.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Dominion Voting Systems employee Eric Coomer told an Antifa meeting he “made sure” Donald Trump wouldn’t win.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Joe Rogan says he will not be voting for Trump after having him on the podcast.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Ballots in Ohio are showing Trump’s name misspelled!”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Video shows a ‘Democratic operative’ making credible allegations of fraud during the 2020 presidential election in Georgia.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Former President Donald Trump would “force states to monitor women's pregnancies.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Video muestra que “‘votantes’ ilegales SE COLARON a LA FILA OTRA VEZ! En Pensilvania estado clave”.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Photos show “Trump funded signs with swastikas on them.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“As California attorney general, (Kamala Harris) redefined child sex trafficking, assault with a deadly weapon, and rape of an unconscious person as a totally nonviolent crime.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "In Glynn County, Georgia, it was 'voter fraud' when poll workers found no record of a person who already voted.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Data shows some voters cast multiple votes, meaning \"at least 164,568 illegal votes have been cast” in Michigan.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "U.S. Rep. Marjorie Taylor Greene said on X, “New York and California are absolutely flipping red.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Vice President Kamala Harris didn’t respond to questions about a cognitive test in a CBS News interview that aired Oct. 28, 2024.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "An E. coli outbreak followed former President Donald Trump’s campaign stop at a Pennsylvania McDonald’s.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Sen. Jon Tester “voted to let men compete against our girls in their sports.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "El expresidente Donald Trump “se vistio de negro y dorado, colores del grupo Proud Boys” en mitín en el Madison Square Garden el 27 de octubre del 2024.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"Right to Try\" experimental drug program saved \"thousands and thousands of lives.\"",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"El fondo de innovación para la deuda americana está ayudando a los hispanoamericanos a borrar hasta $50,000 de deuda de tarjetas de crédito...para evitar otra recesión\".",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "In Lancaster, Pa., “We caught them with 2,600 votes. We caught them cold, 2,600 votes. ... And every vote was written by the same person.\"",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Kamala Harris paid The Shade Room to interview her “for perceived support amongst black voters.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Video shows “illegal ‘voters’ cutting the line” to vote in Pennsylvania.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Video shows people “marching in Puerto Rico” after former President Donald Trump’s Madison Square Garden rally.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Says Eric Hovde “claims anyone who believes in transitioning to a clean energy economy is ‘smoking crack cocaine.’”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Feds RAID Jay Z & Beyonce Mansion After Diddy LINKS,” arrest couple.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "A Montana Democratic operative was caught tampering with a ballot box.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Former President Donald Trump wore “Proud Boy gang colors” Oct. 27, 2024, at Madison Square Garden.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Image shows an anti-Trump billboard outside Madison Square Garden.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"The cocaine found in the White House was Kamala’s.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Kamala campaign photoshops her with a McDonald’s uniform!”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "At Vice President Kamala Harris’ Houston campaign rally, when an attendee had a medical emergency, none of the “abortion doctors” onstage helped.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"Nicki Minaj just endorsed Donald Trump for President.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Jacky Rosen voted to allow biological men to compete in women’s sports.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“In Montana, we cherish our public lands. But Tim Sheehy called to transfer them off, so the ultra-rich can buy them up.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "El expresidente Donald Trump dijo “ESTOY PIDIENDO LA PENA DE (MUERTE) PARA CUALQUIER MIGRANTE”.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "There are “180,000 registered new Amish voters in Lancaster, Pennsylvania.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk launches new pregnancy robot.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Vice Presidential nominee Tim Walz “says that if Democrats win they’ll make (U.S. Rep. Alexandria Ocasio-Cortez) speaker of the house.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "An old photo shows Kamala Harris in a McDonald’s uniform.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Beyonce got paid $10 MILLION for her speech” at a Kamala Harris rally.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Four Florida counties had “zero results” Oct. 26, and “something underhanded might be happening.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Photo shows people lined up outside Madison Square Garden before an Oct. 27 rally by former President Donald Trump.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Sen. Bob Casey \"has voted in lockstep with his liberal party to defund the police.\"",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“BREAKING: Lizzo charged the Harris-Walz campaign $2.3 million for a single appearance at a Detroit rally.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Ballots are not supposed to have fold lines or creases in the candidates name area” or it could invalidate your vote.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Scott Lassiter “repeatedly campaigned to promote” North Carolina's “largest-ever” school funding cut, sending public school money to “unaccountable private schools” and ending science education.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Kamala Harris’ statements about Trump invoking Adolf Hitler were based on a “debunked hoax from The Atlantic.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Kamala Harris \"proclaimed she would not accept the outcome of the election and has a team of lawyers ready to overturn them\"",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Kamala Harris imprisoned a woman for three years for praying.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“El gobernador de la Florida dice que por el momento va a pausar” la ley S.B. 1718 porque necesitan que los hispanos reconstruyan el estado tras la destrucción del huracán Milton.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"The Defense Department, with the stroke of a pen, has quietly codified its right to deploy lethal force against its own citizens.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Land O Lakes has announced the return of the iconic squaw to its packaging.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "\"Ruben Gallego wanted to defund the police. He actually co-sponsored legislation to defund the police.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“The cheat has begun” because “Michigan, Georgia and Pennsylvania have officially announced that they will not have election results available on election night.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "The Biden-Harris administration “brought over” 10 million migrants who got 9 million jobs.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Ballot drop boxes 'were only used for a pandemic.'",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Vice President Kamala Harris has been “going so far as to call me Adolf Hitler.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Schaumburg, Illinois not recording votes, just putting votes ‘in a box.’”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk reportedly eyeing CNN acquisition: ‘I’ll fix the media, one network at a time.’”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk urges a boycott of ABC Network: ‘Let’s take them down!’”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Lt. Gen. H.R. McMaster was arrested “for aiding FEMA in deep state’s ‘eminent domain’ takeover of North Carolina.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Michigan U.S. Senate candidate Mike Rogers “wants to cut Medicare and Social Security.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "A photo shows The Atlantic published a story headlined “Trump is Literally Hitler.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Breaking news: Elon Musk endorses Caitlin Clark, will soon donate $10 million: ‘You are the pride of America, I support you.’”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Jussie Smollett is Kamala Harris’ nephew.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“BREAKING: Diddy hospitalized after being jumped in prison.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Michigan has “more registered voters than eligible citizens. This creates a huge risk of election fraud.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Vice President Kamala Harris “wants struggling seniors to pay more Social Security taxes while she gives Medicare and Social Security to illegals.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Breaking: Florida Governor Ron DeSantis says Dominion voting systems will NOT operate in the state of Florida. ”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“We're bankrupting a lot of hospitals by forcing these hospitals  to provide care for people who don't have the legal right to be in our country.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "If an election worker writes anything on your ballot before you put it in the voting machine, “your ballot could be disqualified.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "The Oregon secretary of state “removed” former President Donald Trump and U.S. Sen. JD Vance from “the official state website.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Donald Trump offered “food for everyone” at his McDonald’s press conference and then left without paying.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "To pay for extending the Trump tax cuts, Dave McCormick has “made clear he’ll slash your Medicare and Social Security, and cut Medicaid for nursing home care.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Breaking news: Megyn Kelly calls for boycott of Taylor Swift after singer attends charity event in Gaza.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Video shows “Karl Rove rallying support for Kamala Harris yesterday in Pennsylvania.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "A pro-Kamala Harris website shows she supports a mandatory gun buyback program.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“GA election official Gabriel Sterling says audits will take place after election day because it’s ‘nerve-racking’ to count ballots in front of poll watchers.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Former President Donald Trump posted on Truth Social and addressed claims of his “incontinence,” saying, “I don’t poop myself.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Estas son imágenes del huracán Milton en Florida.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "As part of his “charitable donations,” in 1990 Donald Trump “chartered a private plane to get Nelson Mandela to America when the U.S. government wouldn't help.\"",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "There was an Oct. 17, 2024, hospital update about the health of Kate Middleton, Princess of Wales.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“About 400,000 manufacturing jobs in the state of Michigan will go away with EV mandates.”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "The northern lights are proof of the sky “glowing with chemicals” sprayed in the sky.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Trump's convictions have all been overturned and he is getting his $500,000,000.00 back!”",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "Photo shows Vice President Kamala Harris and Sean “Diddy” Combs.",
        "source": "",
        "truth": "False"
    },
    {
        "statement": "“Elon Musk takes over Taylor Swift’s X account, causing her to lose 7 million followers and $100 million in brand deals.”",
        "source": "",
        "truth": "False"
    }
]